{
  "events": [
    {
      "id": 123,
      "image": "https://res.cloudinary.com/dzagcqrbp/image/upload/v1675591737/onlineimmigrant/mgesyezawi343caikyzp.jpg",
      "alt": "How to eat",
      "section": "Nutrition",
      "link": "nutrition",
      "category": "animal welfare",
      "title": "Date of the Eating",
      "description": "<p>The Ukraine Family Scheme allows applicants to join family members or extend their stay in the UK. Everyone must make a separate application, even children travelling with a family member.</p><p>It is free to apply.</p><p>You can live, work, study in the UK, and access public funds.</p><ul><li class='line-height-2'><svg xmlns='http://www.w3.org/2000/svg' width='16' height='16' fill='currentColor' class='bi bi-telephone' viewBox='0 0 16 16'><path d='M3.654 1.328a.678.678 0 0 0-1.015-.063L1.605 2.3c-.483.484-.661 1.169-.45 1.77a17.568 17.568 0 0 0 4.168 6.608 17.569 17.569 0 0 0 6.608 4.168c.601.211 1.286.033 1.77-.45l1.034-1.034a.678.678 0 0 0-.063-1.015l-2.307-1.794a.678.678 0 0 0-.58-.122l-2.19.547a1.745 1.745 0 0 1-1.657-.459L5.482 8.062a1.745 1.745 0 0 1-.46-1.657l.548-2.19a.678.678 0 0 0-.122-.58L3.654 1.328zM1.884.511a1.745 1.745 0 0 1 2.612.163L6.29 2.98c.329.423.445.974.315 1.494l-.547 2.19a.678.678 0 0 0 .178.643l2.457 2.457a.678.678 0 0 0 .644.178l2.189-.547a1.745 1.745 0 0 1 1.494.315l2.306 1.794c.829.645.905 1.87.163 2.611l-1.034 1.034c-.74.74-1.846 1.065-2.877.702a18.634 18.634 0 0 1-7.01-4.42 18.634 18.634 0 0 1-4.42-7.009c-.362-1.03-.037-2.137.703-2.877L1.885.511z'/></svg><a href='tel:+448081648810'>+ 44 808 164 8810</a> – select option 1</li><li class='line-height-2'>Monday to Friday, <mark>9 am to 5.30 pm</mark></li></ul>",
      "location": "Meow Town",
      "date": "Monday | February 06, 2023",
      "time": "12:00",
      "organizer": "Kat Laydee"
    },
    {
      "id": 456,
      "image": "https://res.cloudinary.com/dzagcqrbp/image/upload/v1675588580/onlineimmigrant/bxgqeehlckx9pgkrol1v.svg",
      "alt": "How to be hungry",
      "section": "Eating Disorders",
      "link": "food",
      "category": "food",
      "title": "Starting Date of the Eating",
      "description": "Eating desires lorem bolem dorlem adada dcosads gogg etoro te the a boom the grieve",
      "location": "Flora City",
      "date": "Tuesday | February 07, 2023",
      "time": "10:00",
      "organizer": "Fern Pollin"
    },
    {
      "id": 789,
      "image": "https://res.cloudinary.com/dzagcqrbp/image/upload/v1668792850/onlineimmigrant/ttuolubesuzwkeo2hkdh.jpg",
      "alt": "How to escape anorexia",
      "section": "Anorexia",
      "link": "disorder",
      "category": "sustainability",
      "title": "Starting Date of the Eating",
      "description": "<h3>What is the EU Settlement Scheme? </h3><p>The EU Settlement Scheme is a system for EU citizens (also citizens of Switzerland, Norway, Iceland or Liechtenstein) and their family members living in the UK to obtain immigration status after the end of the transition period on 31 December 2020.</p><h3>Who is eligible for pre-settled and settled status under the scheme? </h3><p>Generally, EU citizens (also citizens of Switzerland, Norway, Iceland or Liechtenstein) and their family members living in the UK on 31 December 2020 are eligible for the scheme and can apply for either pre-settled or settled status, which grants them the right to live and work in the UK. </p><h3>What are the benefits of obtaining pre-settled or settled status? </h3><p>The benefits of obtaining pre-settled or settled status include the right to work, access public services, enrol in education and claim benefits.</p><h3>How do I apply for pre-settled or settled status? </h3><p>To apply for pre-settled or settled status, applicants must complete an online application form and provide evidence of their identity and residence in the UK. </p><h3>What is the deadline for applying for EU Settlement Scheme status? </h3><p>The deadline for applying for EU Settlement Scheme status is 30 June 2021. </p><h3>What happens if I fail to apply for pre-settled or settled status by the deadline? </h3><p>If applicants fail to apply by the deadline, they may face restrictions on their rights to live and work in the UK.</p><h3>Are any fees associated with applying for pre-settled or settled status? </h3><p>No fees are associated with applying for pre-settled or settled status, and applicants need not pay the Immigration Health Surcharge to access NHS healthcare. </p><h3>What evidence do I need to provide to apply for pre-settled or settled status? </h3><p>Applicants must provide evidence of their identity, residence and relationship to an EU citizen to apply for pre-settled or settled status.</p><h3>What rights do pre-settled and settled status holders have in the UK? </h3><p>Pre-settled and settled status holders have the right to work, access public services and benefits, enrol in education and access healthcare in the UK. </p><h3>How long is pre-settled status valid? </h3><p>Pre-settled status is valid for 5(five) years.</p><h3>How long is settled status valid? </h3><p>Settled status is valid indefinitely, i.e., equal to Indefinite Leave to Remain.</p><h3>Can I apply for Indefinite Leave to Remain if I have pre-settled or settled status? </h3><p>An Indefinite Leave to Remain is a right granted to a settled status holder.</p><p> Pre-settled and settled status holders have the same access to benefits, healthcare and employment as any other resident of the UK. </p><h3>Can I apply for British citizenship if I have pre-settled or settled status? </h3><p>Applicants with settled status may be able to apply for British citizenship, depending on their circumstances.</p><h3>Do I need to apply for pre-settled or settled status if I am an EU citizen living in the UK before the end of the transition period - 31 December 2020? </h3><p>EU citizens living in the UK before the end of the transition period need to apply for pre-settled or settled status by 30 June 2021.</p><h3>Can I apply for pre-settled or settled status if I am a family member of an EU citizen living in the UK? </h3><p>A family member of EU citizens living in the UK before the end of the transition period needs to apply for pre-settled or settled status by 30 June 2021.</p><h3>Is there any difference between pre-settled and settled status regarding access to benefits, healthcare and employment? </h3><p>Typically, there is no difference between pre-settled and settled status regarding access to benefits, healthcare and employment.</p><h3>Does my pre-settled or settled status affect my ability to travel in and out of the UK? </h3><p>Pre-settled and settled status holders can travel in and out of the UK.</p><h3>How will I know if my application for pre-settled or settled status has been successful? </h3><p>Applicants will receive a notification when their application has been successful. </p><h3>What happens if my pre-settled or settled status application is refused? </h3><p>If an application is refused, applicants can request an Administrative Review of the decision or appeal. </p><h3>How will my personal data be used if I apply for pre-settled or settled status? </h3><p>Applicants’ personal data will be used to assess their application for pre-settled or settled status. </p><h3>What are the requirements to maintain my pre-settled or settled status? </h3><p>Pre-settled and settled status holders must meet certain requirements in order to retain their status, such as a limited uninterrupted absence in the UK. </p><h3>Are there any particular benefits or services to which pre-settled or settled status holders are not entitled? </h3><p>Generally, there are no specific benefits and services that pre-settled and settled status holders are not entitled to, including child benefits and certain types of social housing. </p><h3>What happens if I need to renew my pre-settled or settled status? </h3><p>Pre-settled holders can renew their status after its expiration if they satisfy certain conditions. Settled status holders have their status indefinitely. </p><h3>What are the enforcement powers of the Home Office regarding EU Settlement Scheme applications? </h3><p>The Home Office has enforcement powers about EU Settlement Scheme applications, including the power to refuse, cancel or revoke pre-settled or settled status.</p><h3>What happens to my pre-settled or settled status if I permanently move to another country? </h3><p>If a holder moves to another country, holders typically lose their status. </p><h3>Is there any recourse if I feel that my application for pre-settled or settled status has been unfairly refused? </h3><p>If an application is refused, applicants can request an administrative review of the decision. There is a right of appeal if applicants feel that their application for pre-settled or settled status has been unfairly refused. </p><h3>Is any support available if I need help with my pre-settled or settled status application? </h3><p>Immigration Advice and other support are available for applicants needing help with their pre-settled or settled status application. </p><h3>What are the implications of pre-settled or settled status for tax purposes? </h3><p>The implications depend on the individual’s personal circumstances. </p><h3>What are the implications of pre-settled or settled status for my education and career prospects? </h3><p>Pre-settled or settled status may have implications for a holder’s education and career prospects, and holders may be entitled to the same rights as British citizens, depending on their circumstances. </p><h3>Is there any difference between pre-settled and settled status regarding access to public services? </h3><p>Pre-settled and settled status holders have the right to access public services in the UK and may be entitled to the same rights as British citizens, depending on their circumstances. </p><h3>What are the implications of pre-settled or settled status for my voting rights and standing for election? </h3><p>Pre-settled and settled status holders who are EU citizens may be entitled to vote and stand for local elections, depending on their circumstances. </p><h3>What are the implications of pre-settled or settled status for my ability to sponsor family members for entry to the UK? </h3><p>Holders may be able to sponsor family members for entry to the UK. </p></body></html>",
       "location": "Playa Del Carmen",
      "date": "Wednesday | February 08, 2023",
      "time": "11:00",
      "organizer": "Carey Wales"
    },
        {
      "id": 889,
      "link": "disorder",
      "alt": "How to escape bulimia",
      "section": "Bulimia",
      "image": "https://res.cloudinary.com/dzagcqrbp/image/upload/v1668439609/onlineimmigrant/gj1txxbhmwtx3sgktd72.svg",
      "category": "sustainability",
      "title": "Starting Date of the Eating",
      "description": "Eating desires lorem bolem dorlem adada dcosads gogg etoro te the a boom the grieve",
      "location": "Playa Del Carmen",
      "date": "Wednesday | February 08, 2023",
      "time": "11:00",
      "organizer": "Carey Wales"
    }
  ]
}
